"MenuTitle" = "HP LaserJet Professional Utility";

"Cleaning Page" = "Pagina di pulizia";
"Demo Page" = "Pagina demo";
"Configuration Page" = "Pagina di configurazione";
"Supply Status Page" = "Pagina Stato materiale d’uso";
"Print Information Pages" = "Stampa pagine di informazioni";

"OK" = "OK";
"Cancel" = "Annulla";
"Quiet Mode" = "Mode silencieux";
"Enable" = "Activer";
"Disable" = "Désactiver";
"HTML Config..." = "Config HTML...";

"After 1 minute" = "Dopo 1 minuto";

"After 5 minutes" = "Dopo 5 minuti";

"After 15 minutes" = "Dopo 15 minuti";

"After 30 minutes" = "Dopo 30 minuti";

"After 1 hour" = "Dopo 1 ora";

"After 2 hours" = "Dopo 2 ore";

"Never" = "Mai";

"1 minute" = "1 minuto";

"5 minutes" = "5 minuti";

"15 minutes" = "15 minuti";

"30 minutes" = "30 minuti";

"1 hour" = "1 ora";

"2 hours" = "2 ore";

"4 hours" = "4 ore";

"8 hours" = "8 ore";

"24 hours" = "24 ore";

"EcoSMART" = "EcoSMART";

"sleep after" = "Sospensione dopo:";

"Auto Off after:" = "Spegnimento automatico dopo:";

"Language" = "ITALIAN";

"CleaningPagePanelLabel" = "L'utility di pulizia HP LaserJet Professional consente di rimuovere le particelle di carta e toner in eccesso che possono accumularsi nell'unità del fusore e sui rulli e quindi di prolungare la durata della stampante.\r\nPer eseguire la pulizia, attenersi alla seguente procedura:\r\n1. Assicurarsi che la periferica sia inattiva e che la spia Pronta sia accesa.\r\nInserire fogli di carta per lucidi o per fotocopiatrice (70g/m²-90g/m²) con superficie uniforme nel Vassoio 1.\r\nPremere il pulsante OK per avviare la procedura di pulizia.\r\nNota: la procedura di pulizia viene completata in circa 3 minuti.";
